# https://www.banki.ru/products/debitcards/catalogue/zarplatnyie_kartyi/ - зарплатные карты
# Размер кэшбэка и категории
# Максимальное вознаграждение в месяц
# Привилегии для держателей
# Снятие наличных в банкоматах банка
# Стоимость СМС информирования

# https://www.banki.ru/products/deposits/catalogue/nakopitelnyie_scheta/ накопительные счета
# Процентная ставка: (базовая vs приветственная для новых клиентов).
# Срок действия повышенной ставки: (например, первые 2 месяца).
# Условия для получения макс. ставки: (нужно ли тратить по карте 10-50к в месяц).
# Капитализация: (ежемесячно или в конце срока).
# Минимальный и максимальный остаток: (на какую сумму начисляется %; часто есть лимит, например, до 1 млн руб.).
# Пополнение и снятие: (можно ли забирать деньги без потери процентов).


# https://www.banki.ru/products/debitcards/catalogue/_debetovyie_kartyi_s_protsentom__na_ostatok/ - процент на остаток
# Базовая ставка: сколько начисляют «просто так».
# Максимальная ставка: при выполнении условий (подписки, оборот по покупкам).
# Условие по тратам: минимальная сумма покупок в месяц для начисления % (например, «тратить от 10 000 руб.»).
# Лимит на остаток: на какую сумму капает процент (часто только до 300 000 или 500 000 руб., всё что выше — 0%).
# Наличие платной подписки: привязана ли повышенная ставка к сервисам вроде «Tinkoff Pro» или «Альфа-Смарт».
# Частота выплаты: раз в месяц или ежедневно (редко, но бывает).


# https://www.sravni.ru/biznes/zarplatnyj-proekt/ - зарплатные проекты для ип и юр.лиц
# Стоимость обслуживания: (0 руб. или фиксированная плата в месяц).
# Комиссия за перевод выплат: (обычно % от фонда оплаты труда).
# Срок зачисления: (день в день или на следующий).
# Бонусы для сотрудников: (льготные ставки по кредитам, кэшбэк, бесплатное обслуживание личных карт).
# Интеграция с 1С: (есть/нет).
# Выездной менеджер: (приедет ли банк в офис выдавать карты).

# https://evaprodengi.ru/2025/08/07/kak-rabotaet-investkopilka-i-kakaya-iz-nih-luchshe/ инвест копилки
# плюсы
# минусы
# удобство
# риски
# доходность

urls = ["https://evaprodengi.ru/2025/08/07/kak-rabotaet-investkopilka-i-kakaya-iz-nih-luchshe/", "https://www.sravni.ru/biznes/zarplatnyj-proekt/", "s://www.banki.ru/products/debitcards/catalogue/_debetovyie_kartyi_s_protsentom__na_ostatok/", "https://www.banki.ru/products/deposits/catalogue/nakopitelnyie_scheta/", "https://www.banki.ru/products/debitcards/catalogue/zarplatnyie_kartyi/"]